<?php
$data = [
    [
        'id' => 1,
        'title' => 'page 1',
        'content' => 'Вводим переменную (например, num) и присваиваем ей индекс первого 
        элемента массива (0 или 1 в зависимости от особенностей языка программирования). 
        Тем самым предполагаем, что первый элемент массива и является минимальным по модулю.'
    ],
    [
        'id' => 2,
        'title' => 'page 2',
        'content' => '| htmlbook.ruhtmlbook.ru › html › input
         И мя поля, предназначено для того, чтобы обработчик формы мог его идентифицировать. pattern: Устанавливает шаблон ввода. placeholder: '
    ],
    [
        'id' => 3,
        'title' => 'page 3',
        'content' => 'Имя поля. Каждое создаваемое поле ввода должно иметь собственное уникальное имя, иначе сценарий не определит, к каким полям относятся полученные
         значения. Конечно, имя поля ввода должно соответствовать имени, которое описано для него в программе обработки.'
    ],
    [
        'id' => 4,
        'title' => 'page 4',
        'content' => 'Кнопка BUTTON предназначена для тех случаев, когда надо исполнять какой-нибудь скрипт. 
        То есть на кнопку вешается событие OnСlick и вызывается нужная функция. Атрибут value задает надпись на кнопке.
         Атрибут onclick задает JavaScript-обработчик, который вызывается при 
        щелчке на кнопке. Атрибут name служит для JavaScript-именования кнопки (на сервер не передается).'
    ]
];
