<?php
$data = [
    [
        'id' => 1,
        'title' => 'page 1',
        'content' => 'Вводим переменную (например, num) и присваиваем ей индекс первого 
        элемента массива (0 или 1 в зависимости от особенностей языка программирования). 
        Тем самым предполагаем, что первый элемент массива и является минимальным по модулю.'
    ],
    [
        'id' => 2,
        'title' => 'page 2',
        'content' => 'Вводим переменную (например, num) и присваиваем ей индекс первого 
        элемента массива (0 или 1 в зависимости от особенностей языка программирования). 
        Тем самым предполагаем, что первый элемент массива и является минимальным по модулю.'
    ],
    [
        'id' => 3,
        'title' => 'page 3',
        'content' => 'Вводим переменную (например, num) и присваиваем ей индекс первого 
        элемента массива (0 или 1 в зависимости от особенностей языка программирования). 
        Тем самым предполагаем, что первый элемент массива и является минимальным по модулю.'
    ],
    [
        'id' => 4,
        'title' => 'page 4',
        'content' => 'Вводим переменную (например, num) и присваиваем ей индекс первого 
        элемента массива (0 или 1 в зависимости от особенностей языка программирования). 
        Тем самым предполагаем, что первый элемент массива и является минимальным по модулю.'
    ]
];
